Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Add package cost
ar: أضف تكلفة الباقة
cs: Přidat cenu balíčku
da: Tilføj pakkepris
de: Paketkosten hinzufügen
el: Προσθήκη κόστους πακέτου
es: Añadir coste del paquete
fi: Lisää pakettihinta
fr: Ajouter le coût du forfait
he: הוסף עלות חבילה
hi: पैकेज की लागत जोड़ें
hu: Csomagár hozzáadása
id: Tambahkan biaya paket
it: Aggiungi il costo del pacchetto
ja: パッケージ費用を追加
ko: 패키지 비용 추가
nb: Legg til pakkepris
nl: Pakketkosten toevoegen
pl: Dodaj koszt pakietu
pt_br: Adicionar custo do pacote
pt_pt: Adicionar custo do pacote
ro: Adaugă costul pachetului
sv: Lägg till paketpris
th: เพิ่มค่าแพ็กเกจ
tr: Paket ücretini ekle
uk: Додати вартість пакета
vi: Thêm chi phí gói
zh_hans: 添加套餐费用

source: Add peak from my location
ar: أضف قمة من موقعي
cs: Přidat vrchol z mé polohy
da: Tilføj tinde fra min placering
de: Gipfel von meinem Standort hinzufügen
el: Προσθήκη κορυφής από την τοποθεσία μου
es: Añadir cima desde mi ubicación
fi: Lisää huippu nykyisestä sijainnista
fr: Ajouter un sommet depuis ma position
he: הוסף פסגה מהמיקום שלי
hi: मेरे स्थान से चोटी जोड़ें
hu: Csúcs hozzáadása a jelenlegi helyemről
id: Tambahkan puncak dari lokasi saya
it: Aggiungi vetta dalla mia posizione
ja: 現在地から山頂を追加
ko: 내 위치에서 봉우리 추가
nb: Legg til topp fra min posisjon
nl: Piek toevoegen vanaf mijn locatie
pl: Dodaj szczyt z mojej lokalizacji
pt_br: Adicionar pico a partir da minha localização
pt_pt: Adicionar pico a partir da minha localização
ro: Adaugă vârful din locația mea
sv: Lägg till topp från min plats
th: เพิ่มยอดเขาจากตำแหน่งของฉัน
tr: Konumumdan zirve ekle
uk: Додати вершину з мого місцезнаходження
vi: Thêm đỉnh núi từ vị trí của tôi
zh_hans: 从我的位置添加山峰

source: Add planned date
ar: أضف تاريخًا مخططًا
cs: Přidat plánované datum
da: Tilføj planlagt dato
de: Geplantes Datum hinzufügen
el: Προσθήκη προγραμματισμένης ημερομηνίας
es: Añadir fecha planificada
fi: Lisää suunniteltu päivämäärä
fr: Ajouter une date prévue
he: הוסף תאריך מתוכנן
hi: नियोजित तारीख जोड़ें
hu: Tervezett dátum hozzáadása
id: Tambahkan tanggal rencana
it: Aggiungi data prevista
ja: 予定日を追加
ko: 예정일 추가
nb: Legg til planlagt dato
nl: Geplande datum toevoegen
pl: Dodaj planowaną datę
pt_br: Adicionar data planejada
pt_pt: Adicionar data planeada
ro: Adaugă data planificată
sv: Lägg till planerat datum
th: เพิ่มวันที่วางแผนไว้
tr: Planlanan tarihi ekle
uk: Додати заплановану дату
vi: Thêm ngày dự kiến
zh_hans: 添加计划日期

source: Add start date
ar: أضف تاريخ البدء
cs: Přidat datum zahájení
da: Tilføj startdato
de: Startdatum hinzufügen
el: Προσθήκη ημερομηνίας έναρξης
es: Añadir fecha de inicio
fi: Lisää alkamispäivä
fr: Ajouter une date de début
he: הוסף תאריך התחלה
hi: प्रारंभ तारीख जोड़ें
hu: Kezdés dátumának hozzáadása
id: Tambahkan tanggal mulai
it: Aggiungi data di inizio
ja: 開始日を追加
ko: 시작일 추가
nb: Legg til startdato
nl: Startdatum toevoegen
pl: Dodaj datę rozpoczęcia
pt_br: Adicionar data de início
pt_pt: Adicionar data de início
ro: Adaugă data de început
sv: Lägg till startdatum
th: เพิ่มวันที่เริ่มต้น
tr: Başlangıç tarihi ekle
uk: Додати дату початку
vi: Thêm ngày bắt đầu
zh_hans: 添加开始日期

source: Add stop
ar: أضف محطة
cs: Přidat zastávku
da: Tilføj stop
de: Zwischenstopp hinzufügen
el: Προσθήκη στάσης
es: Añadir parada
fi: Lisää pysähdys
fr: Ajouter une étape
he: הוסף עצירה
hi: पड़ाव जोड़ें
hu: Megálló hozzáadása
id: Tambahkan perhentian
it: Aggiungi tappa
ja: 立ち寄り先を追加
ko: 정류지 추가
nb: Legg til stopp
nl: Stop toevoegen
pl: Dodaj przystanek
pt_br: Adicionar parada
pt_pt: Adicionar paragem
ro: Adaugă oprire
sv: Lägg till stopp
th: เพิ่มจุดแวะ
tr: Durak ekle
uk: Додати зупинку
vi: Thêm điểm dừng
zh_hans: 添加站点

source: Add translations of your captions — shown together with the original, right in the exported video.
ar: أضف ترجمات لتعليقاتك — تظهر مع النص الأصلي مباشرة في الفيديو المصدَّر.
cs: Přidejte překlady svých titulků — zobrazí se spolu s originálem přímo ve vyexportovaném videu.
da: Tilføj oversættelser af dine billedtekster — vises sammen med originalen direkte i den eksporterede video.
de: Füge Übersetzungen deiner Untertitel hinzu — sie erscheinen zusammen mit dem Original direkt im exportierten Video.
el: Προσθέστε μεταφράσεις των λεζάντων σας — εμφανίζονται μαζί με το πρωτότυπο απευθείας στο εξαγόμενο βίντεο.
es: Añade traducciones de tus subtítulos: aparecen junto con el original directamente en el vídeo exportado.
fi: Lisää käännöksiä tekstityksiisi — ne näkyvät alkuperäisen kanssa suoraan viedyssä videossa.
fr: Ajoutez des traductions de vos sous-titres — elles apparaissent avec l'original directement dans la vidéo exportée.
he: הוסיפו תרגומים לכתוביות שלכם — יופיעו יחד עם המקור ישירות בסרטון המיוצא.
hi: अपने कैप्शन के अनुवाद जोड़ें — निर्यात की गई वीडियो में मूल के साथ ही दिखाई देंगे।
hu: Adj hozzá fordításokat a feliratokhoz — az eredetivel együtt jelennek meg az exportált videóban.
id: Tambahkan terjemahan teksmu — muncul bersama teks asli langsung di video hasil ekspor.
it: Aggiungi traduzioni delle didascalie: appaiono insieme all'originale direttamente nel video esportato.
ja: キャプションの翻訳を追加すると、書き出した動画内で原文と一緒に表示されます。
ko: 자막 번역을 추가하면 내보낸 영상에서 원문과 함께 바로 표시됩니다.
nb: Legg til oversettelser av tekstene dine — vises sammen med originalen rett i den eksporterte videoen.
nl: Voeg vertalingen van je bijschriften toe — ze verschijnen samen met het origineel in de geëxporteerde video.
pl: Dodaj tłumaczenia napisów — pojawią się razem z oryginałem prosto w wyeksportowanym filmie.
pt_br: Adicione traduções das suas legendas — aparecem junto com o original diretamente no vídeo exportado.
pt_pt: Adicione traduções das suas legendas — aparecem junto com o original diretamente no vídeo exportado.
ro: Adaugă traduceri ale subtitrărilor tale — apar împreună cu originalul direct în videoclipul exportat.
sv: Lägg till översättningar av dina texter — visas tillsammans med originalet direkt i den exporterade videon.
th: เพิ่มคำแปลของคำบรรยายของคุณ — จะแสดงพร้อมกับต้นฉบับโดยตรงในวิดีโอที่ส่งออก
tr: Altyazılarının çevirilerini ekle — dışa aktarılan videoda orijinaliyle birlikte gösterilir.
uk: Додайте переклади своїх субтитрів — з'являться разом з оригіналом прямо в експортованому відео.
vi: Thêm bản dịch cho chú thích của bạn — sẽ hiển thị cùng bản gốc ngay trong video xuất ra.
zh_hans: 为字幕添加翻译——会与原文一起直接显示在导出的视频中。

source: Add transport cost
ar: إضافة تكلفة النقل
cs: Přidat náklady na dopravu
da: Tilføj transportomkostning
de: Transportkosten hinzufügen
el: Προσθήκη κόστους μεταφοράς
es: Añadir coste de transporte
fi: Lisää matkakustannus
fr: Ajouter le coût du transport
he: הוסף עלות תחבורה
hi: परिवहन लागत जोड़ें
hu: Utazási költség hozzáadása
id: Tambahkan biaya transportasi
it: Aggiungi costo del trasporto
ja: 交通費を追加
ko: 교통비 추가
nb: Legg til transportkostnad
nl: Vervoerskosten toevoegen
pl: Dodaj koszt transportu
pt_br: Adicionar custo de transporte
pt_pt: Adicionar custo de transporte
ro: Adaugă costul transportului
sv: Lägg till transportkostnad
th: เพิ่มค่าเดินทาง
tr: Ulaşım maliyeti ekle
uk: Додати вартість транспорту
vi: Thêm chi phí di chuyển
zh_hans: 添加交通费用

source: Address (optional)
ar: العنوان (اختياري)
cs: Adresa (volitelné)
da: Adresse (valgfrit)
de: Adresse (optional)
el: Διεύθυνση (προαιρετικό)
es: Dirección (opcional)
fi: Osoite (valinnainen)
fr: Adresse (facultatif)
he: כתובת (אופציונלי)
hi: पता (वैकल्पिक)
hu: Cím (opcionális)
id: Alamat (opsional)
it: Indirizzo (facoltativo)
ja: 住所（任意）
ko: 주소 (선택 사항)
nb: Adresse (valgfritt)
nl: Adres (optioneel)
pl: Adres (opcjonalnie)
pt_br: Endereço (opcional)
pt_pt: Morada (opcional)
ro: Adresă (opțional)
sv: Adress (valfritt)
th: ที่อยู่ (ไม่บังคับ)
tr: Adres (isteğe bağlı)
uk: Адреса (необовʼязково)
vi: Địa chỉ (không bắt buộc)
zh_hans: 地址（可选）

source: Adventure
ar: مغامرة
cs: Dobrodružství
da: Eventyr
de: Abenteuer
el: Περιπέτεια
es: Aventura
fi: Seikkailu
fr: Aventure
he: הרפתקה
hi: रोमांच
hu: Kaland
id: Petualangan
it: Avventura
ja: 冒険
ko: 모험
nb: Eventyr
nl: Avontuur
pl: Przygoda
pt_br: Aventura
pt_pt: Aventura
ro: Aventură
sv: Äventyr
th: การผจญภัย
tr: Macera
uk: Пригода
vi: Cuộc phiêu lưu
zh_hans: 冒险

source: All
ar: الكل
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tous
he: הכל
hi: सभी
hu: Összes
id: Semua
it: Tutti
ja: すべて
ko: 전체
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Todos
pt_pt: Todos
ro: Toate
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部

source: All-inclusive package
ar: باقة شاملة كل شيء
cs: Balíček all-inclusive
da: All-inclusive-pakke
de: All-inclusive-Paket
el: Πακέτο all-inclusive
es: Paquete todo incluido
fi: All inclusive -paketti
fr: Forfait tout compris
he: חבילה כוללת הכל
hi: ऑल-इनक्लूसिव पैकेज
hu: All inclusive csomag
id: Paket all-inclusive
it: Pacchetto all-inclusive
ja: オールインクルーシブパッケージ
ko: 올인클루시브 패키지
nb: All-inclusive-pakke
nl: All-inclusive pakket
pl: Pakiet all-inclusive
pt_br: Pacote all-inclusive
pt_pt: Pacote all-inclusive
ro: Pachet all-inclusive
sv: All-inclusive-paket
th: แพ็กเกจออลอินคลูซีฟ
tr: Her şey dahil paket
uk: Пакет «все включено»
vi: Gói trọn gói (all-inclusive)
zh_hans: 全包套餐

source: Already includes flights and accommodation — don't add them separately.
ar: يشمل بالفعل الطيران والإقامة — لا تضفهما بشكل منفصل.
cs: Již zahrnuje lety a ubytování — nepřidávejte je zvlášť.
da: Inkluderer allerede fly og ophold — tilføj dem ikke separat.
de: Enthält bereits Flüge und Unterkunft — nicht separat hinzufügen.
el: Περιλαμβάνει ήδη πτήσεις και διαμονή — μην τα προσθέσετε ξεχωριστά.
es: Ya incluye vuelos y alojamiento — no los añadas por separado.
fi: Sisältää jo lennot ja majoituksen — älä lisää niitä erikseen.
fr: Inclut déjà les vols et l'hébergement — ne les ajoutez pas séparément.
he: כולל כבר טיסות ולינה — אל תוסיף אותם בנפרד.
hi: इसमें पहले से ही उड़ानें और आवास शामिल हैं — उन्हें अलग से न जोड़ें।
hu: Már tartalmazza a repülőjegyeket és a szállást — ne add hozzá külön.
id: Sudah termasuk penerbangan dan akomodasi — jangan tambahkan secara terpisah.
it: Include già voli e alloggio — non aggiungerli separatamente.
ja: 航空券と宿泊費はすでに含まれています — 別途追加しないでください。
ko: 항공료와 숙박비가 이미 포함되어 있습니다 — 별도로 추가하지 마세요.
nb: Inkluderer allerede fly og overnatting — ikke legg dem til separat.
nl: Bevat al vluchten en verblijf — voeg ze niet apart toe.
pl: Zawiera już loty i nocleg — nie dodawaj ich osobno.
pt_br: Já inclui voos e hospedagem — não os adicione separadamente.
pt_pt: Já inclui voos e alojamento — não os adicione separadamente.
ro: Include deja zborurile și cazarea — nu le adăuga separat.
sv: Inkluderar redan flyg och boende — lägg inte till dem separat.
th: รวมค่าตั๋วเครื่องบินและที่พักแล้ว — ไม่ต้องเพิ่มแยกต่างหาก
tr: Uçuşları ve konaklamayı zaten içerir — ayrıca eklemeyin.
uk: Вже включає перельоти й проживання — не додавайте їх окремо.
vi: Đã bao gồm chuyến bay và chỗ ở — đừng thêm riêng.
zh_hans: 已包含机票和住宿费用 — 请勿单独添加。

source: An open formula, not a black box — variety (countries, different modes of transport) counts more than raw distance.
ar: معادلة مفتوحة، وليست صندوقًا أسود — التنوع (الدول، وسائل النقل المختلفة) له وزن أكبر من المسافة وحدها.
cs: Otevřený vzorec, ne černá skříňka — rozmanitost (země, různé druhy dopravy) se počítá víc než samotná vzdálenost.
da: En åben formel, ikke en sort boks — variation (lande, forskellige transportmidler) tæller mere end ren afstand.
de: Eine offene Formel, keine Blackbox — Vielfalt (Länder, unterschiedliche Verkehrsmittel) zählt mehr als die reine Entfernung.
el: Ένας ανοιχτός τύπος, όχι μαύρο κουτί — η ποικιλία (χώρες, διαφορετικά μέσα μεταφοράς) μετράει περισσότερο από την απόσταση.
es: Una fórmula abierta, no una caja negra: la variedad (países, distintos medios de transporte) cuenta más que la distancia en bruto.
fi: Avoin kaava, ei musta laatikko — vaihtelu (maat, eri kulkuvälineet) painaa enemmän kuin pelkkä matka.
fr: Une formule ouverte, pas une boîte noire — la diversité (pays, différents moyens de transport) compte plus que la distance brute.
he: נוסחה גלויה, לא קופסה שחורה — גיוון (מדינות, אמצעי תחבורה שונים) נחשב יותר מהמרחק הגולמי.
hi: एक खुला फ़ॉर्मूला, ब्लैक बॉक्स नहीं — विविधता (देश, अलग-अलग परिवहन साधन) केवल दूरी से ज़्यादा मायने रखती है।
hu: Nyílt képlet, nem fekete doboz — a változatosság (országok, különböző közlekedési módok) többet számít, mint a puszta távolság.
id: Rumus terbuka, bukan kotak hitam — keragaman (negara, moda transportasi berbeda) lebih penting daripada jarak mentah.
it: Una formula aperta, non una scatola nera: la varietà (paesi, mezzi di trasporto diversi) conta più della semplice distanza.
ja: ブラックボックスではないオープンな計算式 — 距離そのものより、国や交通手段の多様性の方が重視されます。
ko: 블랙박스가 아닌 공개된 계산 방식입니다 — 단순 거리보다 다양성(국가, 다양한 교통수단)이 더 중요하게 반영됩니다.
nb: En åpen formel, ingen svart boks — variasjon (land, ulike transportmidler) teller mer enn ren avstand.
nl: Een open formule, geen zwarte doos — variatie (landen, verschillende vervoermiddelen) telt zwaarder dan pure afstand.
pl: Jawny wzór, nie czarna skrzynka — różnorodność (kraje, różne środki transportu) liczy się bardziej niż sam dystans.
pt_br: Uma fórmula aberta, não uma caixa-preta — variedade (países, diferentes meios de transporte) conta mais que a distância bruta.
pt_pt: Uma fórmula aberta, não uma caixa negra — a variedade (países, diferentes meios de transporte) conta mais do que a distância em si.
ro: O formulă deschisă, nu o cutie neagră — varietatea (țări, mijloace de transport diferite) contează mai mult decât distanța brută.
sv: En öppen formel, ingen svart låda — variation (länder, olika transportsätt) väger tyngre än ren distans.
th: สูตรที่เปิดเผย ไม่ใช่กล่องดำ — ความหลากหลาย (ประเทศ วิธีการเดินทางที่แตกต่าง) มีค่ามากกว่าระยะทางเพียงอย่างเดียว
tr: Kara kutu değil, açık bir formül — çeşitlilik (ülkeler, farklı ulaşım araçları) ham mesafeden daha çok sayılır.
uk: Відкрита формула, а не чорна скринька — різноманітність (країни, різні види транспорту) важить більше за саму відстань.
vi: Một công thức mở, không phải hộp đen — sự đa dạng (quốc gia, các phương tiện di chuyển khác nhau) quan trọng hơn quãng đường thuần túy.
zh_hans: 公开的计算公式，不是黑箱——多样性（国家、不同交通方式）比单纯的距离更重要。

source: Animation Speed
ar: سرعة الحركة
cs: Rychlost animace
da: Animationshastighed
de: Animationsgeschwindigkeit
el: Ταχύτητα Κίνησης
es: Velocidad de animación
fi: Animaationopeus
fr: Vitesse d'animation
he: מהירות אנימציה
hi: एनिमेशन गति
hu: Animáció sebessége
id: Kecepatan Animasi
it: Velocità animazione
ja: アニメーション速度
ko: 애니메이션 속도
nb: Animasjonshastighet
nl: Animatiesnelheid
pl: Prędkość animacji
pt_br: Velocidade da animação
pt_pt: Velocidade da animação
ro: Viteza animației
sv: Animationshastighet
th: ความเร็วภาพเคลื่อนไหว
tr: Animasyon Hızı
uk: Швидкість анімації
vi: Tốc độ hoạt ảnh
zh_hans: 动画速度

source: Any day
ar: أي يوم
cs: Kterýkoli den
da: Enhver dag
de: Beliebiger Tag
el: Οποιαδήποτε ημέρα
es: Cualquier día
fi: Mikä tahansa päivä
fr: N'importe quel jour
he: כל יום
hi: कोई भी दिन
hu: Bármelyik nap
id: Hari apa saja
it: Qualsiasi giorno
ja: 未定
ko: 미정
nb: Hvilken som helst dag
nl: Elke dag
pl: Dowolny dzień
pt_br: Qualquer dia
pt_pt: Qualquer dia
ro: Orice zi
sv: Valfri dag
th: วันใดก็ได้
tr: Herhangi bir gün
uk: Будь-який день
vi: Bất kỳ ngày nào
zh_hans: 任意天

source: Applies a color look to the whole movie. Adds a bit of extra export time.
ar: يطبّق مظهرًا لونيًا على الفيلم بأكمله. يضيف بعض وقت التصدير الإضافي.
cs: Použije barevný vzhled na celý film. Přidá trochu času navíc k exportu.
da: Tilføjer et farvelook til hele filmen. Giver lidt ekstra eksporttid.
de: Wendet einen Farblook auf den gesamten Film an. Verlängert die Exportzeit etwas.
el: Εφαρμόζει μια χρωματική εμφάνιση σε ολόκληρη την ταινία. Προσθέτει λίγο επιπλέον χρόνο εξαγωγής.
es: Aplica un estilo de color a toda la película. Añade algo más de tiempo de exportación.
fi: Lisää värisävyn koko elokuvaan. Pidentää hieman vientiaikaa.
fr: Applique un rendu colorimétrique à tout le film. Ajoute un peu de temps d'exportation.
he: מחיל מראה צבע על כל הסרט. מוסיף מעט זמן ייצוא נוסף.
hi: पूरी मूवी पर एक कलर लुक लागू करता है। इससे एक्सपोर्ट में थोड़ा अतिरिक्त समय लगता है।
hu: Színes megjelenést ad az egész filmnek. Kicsit tovább tart az exportálás.
id: Menerapkan tampilan warna ke seluruh film. Menambah sedikit waktu ekspor.
it: Applica un look colore a tutto il filmato. Aggiunge un po' di tempo all'esportazione.
ja: 動画全体にカラールックを適用します。書き出し時間が少し長くなります。
ko: 전체 영상에 색감을 적용합니다. 내보내기 시간이 조금 더 걸립니다.
nb: Gir hele filmen et fargeuttrykk. Legger til litt ekstra eksporttid.
nl: Past een kleurlook toe op de hele film. Zorgt voor iets meer exporttijd.
pl: Nakłada wygląd kolorystyczny na cały film. Wydłuża trochę czas eksportu.
pt_br: Aplica um visual de cor a todo o filme. Adiciona um pouco mais de tempo de exportação.
pt_pt: Aplica um visual de cor a todo o filme. Acrescenta algum tempo extra à exportação.
ro: Aplică un aspect de culoare pe tot filmul. Adaugă puțin timp suplimentar la export.
sv: Ger hela filmen ett färgutseende. Ger lite extra exporttid.
th: ใช้โทนสีกับวิดีโอทั้งเรื่อง เพิ่มเวลาส่งออกเล็กน้อย
tr: Tüm filme bir renk görünümü uygular. Biraz ekstra dışa aktarma süresi ekler.
uk: Застосовує колірний стиль до всього фільму. Додає трохи часу до експорту.
vi: Áp dụng tông màu cho toàn bộ phim. Tăng thêm một chút thời gian xuất video.
zh_hans: 为整部影片应用色彩风格。会略微增加导出时间。

source: Archivist
ar: أمين الأرشيف
cs: Archivář
da: Arkivar
de: Archivar
el: Αρχειοθέτης
es: Archivista
fi: Arkistonhoitaja
fr: Archiviste
he: ארכיונאי
hi: अभिलेखपाल
hu: Levéltáros
id: Arsiparis
it: Archivista
ja: アーキビスト
ko: 아카이비스트
nb: Arkivar
nl: Archivaris
pl: Archiwista
pt_br: Arquivista
pt_pt: Arquivista
ro: Arhivar
sv: Arkivarie
th: นักจดหมายเหตุ
tr: Arşivci
uk: Архіваріус
vi: Người lưu trữ
zh_hans: 档案管理员

source: Around the Block
ar: جولة سريعة
cs: Rychlá zajížďka
da: Rundtur
de: Kurzer Abstecher
el: Γρήγορη βόλτα
es: Vuelta rápida
fi: Nopea kierros
fr: Petit détour
he: סיבוב קצר
hi: चक्कर लगाना
hu: Gyors kitérő
id: Putaran Cepat
it: Giro veloce
ja: ぐるっと一周
ko: 한 바퀴 돌기
nb: Rask omvei
nl: Snel rondje
pl: Powrót w 24h
pt_br: Volta Rápida
pt_pt: Volta Rápida
ro: Tur rapid
sv: Snabb runda
th: วนกลับมาไว
tr: Hızlı Tur
uk: Швидке коло
vi: Vòng quanh nhanh
zh_hans: 快速折返

source: Around the World
ar: حول العالم
cs: Kolem Světa
da: Jorden Rundt
de: Um die Welt
el: Γύρος του Κόσμου
es: Vuelta al Mundo
fi: Maailman Ympäri
fr: Tour du Monde
he: מסביב לעולם
hi: दुनिया भर में
hu: Föld Körül
id: Keliling Dunia
it: Giro del Mondo
ja: 世界一周
ko: 세계 일주
nb: Jorden Rundt
nl: Rond de Wereld
pl: Dookoła świata
pt_br: Volta ao Mundo
pt_pt: Volta ao Mundo
ro: În Jurul Lumii
sv: Jorden Runt
th: รอบโลก
tr: Dünya Turu
uk: Навколо Світу
vi: Vòng Quanh Thế Giới
zh_hans: 环游世界

source: Arrival date and time
ar: تاريخ ووقت الوصول
cs: Datum a čas příjezdu
da: Ankomstdato og -tid
de: Ankunftsdatum und -zeit
el: Ημερομηνία και ώρα άφιξης
es: Fecha y hora de llegada
fi: Saapumispäivä ja -aika
fr: Date et heure d'arrivée
he: תאריך ושעת הגעה
hi: आगमन तिथि और समय
hu: Érkezés dátuma és ideje
id: Tanggal dan waktu kedatangan
it: Data e ora di arrivo
ja: 到着日時
ko: 도착 날짜 및 시간
nb: Ankomstdato og -tid
nl: Aankomstdatum en -tijd
pl: Data i godzina pobytu
pt_br: Data e hora de chegada
pt_pt: Data e hora de chegada
ro: Data și ora sosirii
sv: Ankomstdatum och -tid
th: วันที่และเวลาที่มาถึง
tr: Varış tarihi ve saati
uk: Дата і час прибуття
vi: Ngày và giờ đến
zh_hans: 到达日期和时间

source: Arrival time
ar: وقت الوصول
cs: Čas příjezdu
da: Ankomsttidspunkt
de: Ankunftszeit
el: Ώρα άφιξης
es: Hora de llegada
fi: Saapumisaika
fr: Heure d'arrivée
he: שעת הגעה
hi: आगमन का समय
hu: Érkezési idő
id: Waktu kedatangan
it: Orario di arrivo
ja: 到着時刻
ko: 도착 시간
nb: Ankomsttid
nl: Aankomsttijd
pl: Godzina przyjazdu
pt_br: Horário de chegada
pt_pt: Hora de chegada
ro: Ora sosirii
sv: Ankomsttid
th: เวลาถึง
tr: Varış saati
uk: Час прибуття
vi: Giờ đến
zh_hans: 到达时间

source: Arrived by
ar: وصل عبر
cs: Dopravil se
da: Ankom med
de: Angereist mit
el: Άφιξη με
es: Llegó en
fi: Saapui kulkuvälineellä
fr: Arrivé en
he: הגיע באמצעות
hi: आगमन का साधन
hu: Érkezés módja
id: Tiba dengan
it: Arrivato con
ja: 到着手段
ko: 도착 수단
nb: Ankom med
nl: Aangekomen met
pl: Dotarłeś
pt_br: Chegou de
pt_pt: Chegou de
ro: A ajuns cu
sv: Anlände med
th: เดินทางมาถึงโดย
tr: Ulaşım aracı
uk: Прибув(ла)
vi: Đến bằng
zh_hans: 到达方式

source: Arrived somewhere between midnight and 4am
ar: وصلت إلى مكان ما بين منتصف الليل والرابعة فجرًا
cs: Dorazili jste někam mezi půlnocí a 4. hodinou ranní
da: Ankom et sted mellem midnat og kl. 4
de: Irgendwo zwischen Mitternacht und 4 Uhr morgens angekommen
el: Έφτασες κάπου μεταξύ μεσάνυχτων και 4 π.μ.
es: Llegaste a algún lugar entre medianoche y las 4 a. m.
fi: Saavuit jonnekin keskiyön ja kello neljän välillä
fr: Arrivé quelque part entre minuit et 4 h du matin
he: הגעת למקום כלשהו בין חצות ל-4 לפנות בוקר
hi: आधी रात और सुबह 4 बजे के बीच कहीं पहुंचे
hu: Éjfél és hajnali 4 óra között érkeztél valahova
id: Tiba di suatu tempat antara tengah malam dan pukul 4 pagi
it: Sei arrivato da qualche parte tra mezzanotte e le 4 del mattino
ja: 深夜0時から午前4時の間にどこかに到着した
ko: 자정과 새벽 4시 사이에 어딘가에 도착했습니다
nb: Ankom et sted mellom midnatt og kl. 4
nl: Ergens aangekomen tussen middernacht en 4 uur 's ochtends
pl: Przyjechałeś gdzieś między północą a 4 rano
pt_br: Chegou a algum lugar entre meia-noite e 4h da manhã
pt_pt: Chegou a algum lugar entre a meia-noite e as 4h da manhã
ro: Ai ajuns undeva între miezul nopții și ora 4 dimineața
sv: Anlände någonstans mellan midnatt och klockan 4
th: มาถึงที่ไหนสักแห่งระหว่างเที่ยงคืนถึงตี 4
tr: Gece yarısı ile sabah 4 arasında bir yere vardın
uk: Прибули кудись між північчю та 4 ранку
vi: Đã đến đâu đó trong khoảng nửa đêm đến 4 giờ sáng
zh_hans: 在午夜到凌晨4点之间抵达了某地

source: Auto
ar: تلقائي
el: Αυτόματο
he: אוטומטי
hi: ऑटो
id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
pt_pt: Automático
ro: Automat
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动

source: Autumn
ar: الخريف
cs: Podzim
da: Efterår
de: Herbst
el: Φθινόπωρο
es: Otoño
fi: Syksy
fr: Automne
he: סתיו
hi: शरद ऋतु
hu: Ősz
id: Musim Gugur
it: Autunno
ja: 秋
ko: 가을
nb: Høst
nl: Herfst
pl: Jesień
pt_br: Outono
pt_pt: Outono
ro: Toamnă
sv: Höst
th: ฤดูใบไม้ร่วง
tr: Sonbahar
uk: Осінь
vi: Mùa thu
zh_hans: 秋季

source: Badges
ar: الشارات
cs: Odznaky
de: Abzeichen
el: Παράσημα
es: Insignias
fi: Merkit
he: תגים
hi: बैज
hu: Jelvények
id: Lencana
it: Distintivi
ja: バッジ
ko: 배지
nb: Merker
pl: Odznaki
pt_br: Emblemas
pt_pt: Emblemas
ro: Insigne
sv: Utmärkelser
th: ตราสัญลักษณ์
tr: Rozetler
uk: Значки
vi: Huy hiệu
zh_hans: 徽章

source: Beach
ar: شاطئ
cs: Pláž
da: Strand
de: Strand
el: Παραλία
es: Playa
fi: Ranta
fr: Plage
he: חוף
hi: समुद्र तट
hu: Strand
id: Pantai
it: Spiaggia
ja: ビーチ
ko: 해변
nb: Strand
nl: Strand
pl: Plaża
pt_br: Praia
pt_pt: Praia
ro: Plajă
sv: Strand
th: ชายหาด
tr: Plaj
uk: Пляж
vi: Bãi biển
zh_hans: 海滩

source: Bird's Flight
ar: طيران الطائر
cs: Ptačí let
da: Fugleflugt
de: Vogelflug
el: Πτήση πουλιού
es: Vuelo de pájaro
fi: Linnun lento
fr: Vol d'oiseau
he: מעוף הציפור
hi: पक्षी की उड़ान
hu: Madárrepülés
id: Terbang Bagai Burung
it: Volo d'uccello
ja: 鳥の飛翔
ko: 새의 비행
nb: Fugleflukt
nl: Vogelvlucht
pl: Lot Ptaka
pt_br: Voo de Pássaro
pt_pt: Voo de Pássaro
ro: Zbor de pasăre
sv: Fågelflykt
th: เที่ยวบินของนก
tr: Kuş Uçuşu
uk: Політ птаха
vi: Chuyến bay của chim
zh_hans: 鸟之翔

source: Birthday
ar: عيد ميلاد
cs: Narozeniny
da: Fødselsdag
de: Geburtstag
el: Γενέθλια
es: Cumpleaños
fi: Syntymäpäivä
fr: Anniversaire
he: יום הולדת
hi: जन्मदिन
hu: Születésnap
id: Ulang tahun
it: Compleanno
ja: 誕生日
ko: 생일
nb: Bursdag
nl: Verjaardag
pl: Urodziny
pt_br: Aniversário
pt_pt: Aniversário
ro: Zi de naștere
sv: Födelsedag
th: วันเกิด
tr: Doğum günü
uk: День народження
vi: Sinh nhật
zh_hans: 生日
